{
  "users": [
    {
      "firstName": "Anshaal",
      "lastName": "Hussain",
      "imagePath": "/static/images/anshaal-pp-256.jpeg",
      "workExperiences": [
        {
          "company": "Augmentr",
          "position": "Software Engineer Intern",
          "description": "I collaborated with a team to develop a full stack desktop app using ElectronJS. The app aimed to facillitate cooperation between developers and other remote workers. I worked on integrating the frontend with the backend, as well as improved user experience."
        },
        {
          "company": "Ruh",
          "position": "Software Engineer Intern",
          "description": "I contributed to the technical and visual design of a mental wellness mobile app using React Native."
        }
      ],
      "hobbies": [
        "Coding",
        "Working out",
        "Listening to Podcasts",
        "Drawing",
        "Cooking"
      ],
      "programmingLanguages": ["JavaScript", "TypeScript", "Python"],
      "aboutme": "I come from a psychology background and transitioned into software development afterwards by attending Lighthouse Labs (A.K.A. the hardest, most rewarding 12 weeks of my life!) I'm passionate about the field of software development, design. In my free time, I enjoy making digital art, reading about cognitive psychology, or playing PC games, and RPGs. I currently am searching for any internships or employment opportunity!",
      "education": {"major": "Psychology and CS", "school": "University of Toronto"}
    },
    {
      "firstName": "Laura",
      "lastName": "Penza",
      "imagePath": "/static/images/laura-pp-256.jpg",
      "workExperiences": [
        {
          "company": "Florida International University",
          "position": "Undergraduate Reseracher",
          "description": "I conducted in-depth analysis of modern attack models and attribution tools, with a focus on induced graph techniques, to uncover new insights and improve cyber defense strategies."
        },
        {
          "company": "Florida International University",
          "position": "Data Structures Teaching Assistant",
          "description": " I assist students with class assignments, lead study sessions, hold office hours, grade exams, and provide feedback to improve understanding surrounding data structures and algorithms."
        }
      ],
      "hobbies": [
        "Programming",
        "Reading",
        "Cooking",
        "Embroidering",
        "Yoga",
        "Hanging out with my dog"
      ],
      "programmingLanguages": ["Java", "Python", "Golang", "JavaScript"],
      "aboutme": "Hello there! My name is Laura Penza and I'm an aspiring software engineer driven by a passion for using technology to drive scientific progress. My background in mathematics and interest in the aerospace and quantum computing sectors attracted me to this field, where I have been fascinated by the limitless potential of technology. My journey began back in 2019 when a special someone sparked my curiosity and introduced me to the world of coding.",
      "education": {"major": "Computer Science & Natural/Applied Science", "school": "Florida International University"}
    },
    {
      "firstName": "Fernanda",
      "lastName": "De León",
      "imagePath": "/static/images/fernanda-pp-256.jpg",
      "workExperiences": [
        {
          "company": "MLH",
          "position": "MLH Prep Fellow",
          "description": "I built a group portfolio with Javascript and SCSS through Jekyll and Ruby and a weather app using ReactJS and OpenWeatherMap API and GeoDB API to retrieve forecast and geolocation."
        },
        {
          "company": "Google",
          "position": "Software Product Sprint",
          "description": "I worked along Google engineers to learn web development and build an end-to-end application focused on promoting mental health and battling Impostor Syndrome for college students and minorities by monitoring their day-to-day emotional state and providing tips."
        }
      ],
      "hobbies": ["Walking my dog", "Italian food", "Lifting weights"],
      "programmingLanguages": ["C++", "Python", "JavaScript"],
      "aboutme": "{ABOUT ME}",
      "education": {"major": "{MAJOR}", "school": "{SCHOOL}"}
    },
    {
      "firstName": "Oscar",
      "lastName": "Rodríguez",
      "imagePath": "/static/images/oscar-pp-256.jpg",
      "workExperiences": [
        {
          "company": "Google",
          "position": "Software Engineer Intern",
          "description": "I built an infrastructure logging system to monitor devex quality. I designed as well quality evaluation metrics."
        },
        {
          "company": "Google",
          "position": "Software Engineer Intern",
          "description": "I contributed to a major ongoing migration of complex components inside the Search experience by migrating one of the experiences; cleaned it up, refactored it, and optimized it."
        }
      ],
      "hobbies": [
        "Programming",
        "Reading",
        "Bouldering",
        "Movies",
        "Exercising",
        "Cooking"
      ],
      "programmingLanguages": [
        "JavaScript",
        "TypeScript",
        "Python",
        "C++",
        "Rust"
      ],
      "aboutme": "{ABOUT ME}",
      "education": {"major": "{MAJOR}", "school": "{SCHOOL}"}
    }
  ]
}

